const DesData = [
    {
        name: 'A',
        isActive: false,
        title: '普遍特征',
        slogan: '大部分雇主拥有的普遍优势特征',
        advantage: []
    },
    {
        name: 'B',
        isActive: false,
        title: '竞争机会1',
        slogan: '腾讯独占的优势特征',
        desc: '在腾讯声量中，排名前三的词语分别为：',
        list: ['羡慕','在乎','留下'],
        advantage: [
            {
                suggest: '腾讯现有的系统化人才战略覆盖了员工职业发展的方方面面，这正是诸多人才选择在腾讯继续寻求职业发展的原因。在求职者眼中，腾讯的诸多福利在互联网行业中无疑是具有领先优势的，从办公环境，公司团队氛围，薪酬福利，到晋升机制等，都令众多业内求职者向往，尤其对于刚刚踏入互联网行业的求职者，腾讯可以为他们提供一个高起点平台与广阔的学习和上升空间。\n' +
                        '在招聘时，除了看重员工个人专长以外，员工的综合素质也不容忽视，建议雇佣更多学习型员工，通过腾讯现有的完备培训机制，激发员工尚未开发的潜能，让每个人都能在某一垂直领域内成为专家，同时又对其他领域也通晓一二，这样将十分有利于跨部门跨团队合作，促进业务高效进展。'
            }
        ]
    },
    {
        name: 'C',
        isActive: false,
        title: '竞争机会2',
        slogan: '个别雇主独占的负面特征',
        desc: '在腾讯声量中，排名前三的词语分别为：',
        list: ['上瘾','辞去','不忠'],
        advantage: [
            {
                suggest: '建议额外完善员工福利和心理关怀机制，真正解决员工的切实需求问题。\n' +
                    '作为互联网行业独角兽，在腾讯互娱，虽然诞生了多款风靡全球的产品，令人着迷，但随之而来的，也产生了一些对此的负面新闻。除了警惕游戏沉迷的公众负面影响外，腾讯内部的一些团队，由于长期较高强度的工作节奏，员工的疲劳感与压力感与日俱增，这种声音也在各媒体渠道上对雇主品牌产生负面影响。 '

            }
        ]
    },
    {
        name: 'D',
        isActive: false,
        title: '创新机会',
        slogan: '大部分雇主普遍存在的可改善的特征',
        advantage: []
    },
];

export default DesData;
