const DesData = [
    {
        name: 'A',
        isActive: false,
        title: '普遍特征',
        slogan: '大部分雇主拥有的普遍优势特征',
        advantage: []
    },
    {
        name: 'B',
        isActive: false,
        title: '竞争机会1',
        slogan: '同行独占的优势特征',
        desc: '在同行声量中，排名靠前的词语分别为：',
        list: ['羡慕', '在乎', '怀疑', '留下', '傻'],
        advantage: [
            {
                suggest: '建立雇主品牌的核心目的是帮助企业解决"如何吸引和保留核心人才"这一决定性的目的，杰出的人力资本对于公司来说，就是最好的雇主品牌形象代言人。建议公司注重倾听当前员工的价值主张，维护好核心员工的利益，增加核心人才的工作驱动力，激励员工高效协作。'

            }
        ]
    },
    {
        name: 'C',
        isActive: false,
        title: '竞争机会2',
        slogan: '同行独占的负面特征',
        desc: '业界内很多公司在尊重员工的差异化发展上仍然存在很大上升空间。在同行声量中，排名靠前的负面词语分别为：',
        list: ['上瘾', '辞去', '失联', '不忠', '极高'],
        advantage: [
            {
                suggest: '建议一：在公司硬性规定方面，尽量避免让员工的利益受到过多严苛的管理制约，积极为员工营造舒适的工作氛围，一方面提高员工工作积极性，另一方面能给企业带来良好的口碑形象，无形中加强雇主品牌形象建设。\n' +
                '建议二：部分企业内部人员架构和公司氛围多为诟病，对于互联网公司的人员架构来说，建议建立清晰的晋升机制，同时仍然保持扁平化的同事协作方式。'
            }
        ]
    },
    {
        name: 'D',
        isActive: false,
        title: '创新机会',
        slogan: '大部分雇主普遍存在的可改善的特征',
        advantage: []
    },
];

export default DesData;
